{
    "default": "pt_BR",
    "translations": {
        "pt_BR": {
            "description": "O modo mais simples de escrever documentação para seu projeto.",
            "link.docs": "Documentação",
            "link.github": "Github",
            "edit.content": "Edite esse conteúdo",
            "table.of.content": "Conteúdos da página",
            "search.placeholder": "Search...",
            "get.start": "Iniciar",
            "read.docs": "Ler documentação",
            "sentence.brand": "Construa documentações incríveis, Engrafia + NextJs lhe permite escrever a documentação para seu projeto com arquivos MD e MDX.",
            "performant": "Performático",
            "performant.sentence": "NextJs é um poderoso framework para aplicações React, ele  é super performático, e toda esse desempenho e poder esta disponível para você!",
            "next.power": "Poder do NextJs",
            "next.power.sentence": "Engrafia é empoderado por NextJs, usando Engrafia você tem uma grande comunidade e toda a performance do NextJs para escrever documentações incríveis.",
            "easy.to.use": "Fácil de usar",
            "easy.to.use.sentence": "Não se preocupe com coisas como; menu lateral, tabela de conteúdo, layout e outras coisas do tipo, Engrafia te entrega todas a configurações e ferramentas necessárias, apenas relaxe e escreva seus arquivos MD e MDX."
        },
        "en_US": {
            "description": "The most easiest way to write docs for your project.",
            "link.docs": "Docs",
            "link.github": "Github",
            "edit.content": "Edite this content",
            "table.of.content": "Page content",
            "search.placeholder": "Search...",
            "get.start": "Get start",
            "read.docs": "Read the docs",
            "sentence.brand": "Build awesome documentation, Engrafia + NextJs allow you to write your documentation with MD or MDX files.",
            "performant": "Performant",
            "performant.sentence": "NextJs is a powerful React framework, it's really performant, and all this performance is up to you, just try it!",
            "next.power": "Next power",
            "next.power.sentence": "Egrafia is empowered by Nextjs, so you can expect performance, and a rouge ecosystem to custom your documentation.",
            "easy.to.use": "Easy to use",
            "easy.to.use.sentence": "Don't worry about stuffs like, menu, table of content, layout or another things, Engrafia provides everything for you, just relax and write your MD files."
        }
    }
}